[
  {
    "text": "昨日は友だちと映画を見に行きました。とても感動的な話で、最後はみんな泣いていました。映画の後、カフェで感想を話しました。",
    "question": "どこで感想を話しましたか？"
  },
  {
    "text": "今朝は５時に起きて、近くの公園を散歩しました。空がまだ暗かったですが、鳥の声がきこえて、とても気持ちよかったです。",
    "question": "公園で何がきこえましたか。"
  },
  {
    "text": "私は先週末、家族と買い物に行きました。新しいくつを買ってもらって、とても嬉しかったです。",
    "question": "何を買ってもらいましたか。"
  },
  {
    "text": "田中さんは毎日自転車で学校に行きます。学校まで１５分くらいかかりますが、運動にもなるので楽しいそうです。",
    "question": "田中さんは何で学校に行きますか。"
  },
  {
    "text": "お姉さんの誕生日にケーキを作りました。少しむずかしかったですが、お姉さんがよろこんでくれました。",
    "question": "だれのためにケーキを作りましたか。"
  },
  {
    "text": "私は犬が二匹います。毎日いっしょにさんぽをして、ときどき公園でボールをなげてあそびます。",
    "question": "犬と何をして遊びますか。"
  },
  {
    "text": "昨日の夜、母と一緒にカレーライスを作りました。家族みんながたくさん食べてくれました。",
    "question": "昨日の夜、だれと料理を作りましたか。"
  },
  {
    "text": "週末に友だちとお好み焼きを食べに行きました。お店はとても人気があり、少し待ちました。",
    "question": "週末に何を食べに行きましたか。"
  },
  {
    "text": "きのう図書館で一時間勉強しました。そのあと、新しい本を二冊かりました。",
    "question": "図書館で何をしましたか。"
  },
  {
    "text": "私は休みの日によく家で映画を見たり、本を読んだりします。外に出かけることも好きです。",
    "question": "休みの日に家で何をしますか。"
  },
  {
    "text": "朝ご飯にパンと卵を食べて、コーヒーをのみました。とてもおいしかったです。",
    "question": "朝ご飯に何をのみましたか。"
  },
  {
    "text": "昨日は雨がふっていたので、家でゲームをしました。弟と一緒に遊んだので、とても楽しかったです。",
    "question": "昨日、どこでゲームをしましたか？"
  },
  {
    "text": "毎日７時に起きて、朝ご飯を食べた後、学校へ行きます。電車で２０分ぐらいかかります。",
    "question": "朝ご飯のあと、どこへ行きますか？"
  },
  {
    "text": "この前、新しいレストランに行きました。ピザがとてもおいしくて、また行きたいです。",
    "question": "新しいレストランで何がとてもおいしかったですか？"
  },
  {
    "text": "夏休みに家族と海に行きました。海で泳いだり、アイスクリームを食べたりして楽しかったです。",
    "question": "夏休みにどこに行きましたか？"
  },
  {
    "text": "今日は学校が終わったあと、友だちとカフェで話しました。ケーキを食べながら楽しい時間をすごしました。",
    "question": "学校のあと、どこで友だちと話しましたか？"
  },
  {
    "text": "私は週に三回、プールで泳ぎます。水の中で体を動かすのがとても気持ちいいです。",
    "question": "どこで体を動かすのが気持ちいいですか？"
  },
  {
    "text": "先週、新しいスマートフォンを買いました。カメラがきれいで写真をたくさん撮りました。",
    "question": "何を新しく買いましたか？"
  },
  {
    "text": "日曜日に母とスーパーへ行きました。たくさんの果物と野菜を買いました。",
    "question": "日曜日にだれとスーパーへ行きましたか？"
  },
  {
    "text": "昨日の午後、ふるい友だちから電話がありました。久しぶりに話せてとてもうれしかったです。",
    "question": "昨日の午後、だれから電話がありましたか？"
  },
  {
    "text": "今朝、駅で先生に会いました。先生は元気そうで、少し話をしました。",
    "question": "今朝、どこで先生に会いましたか？"
  },
  {
    "text": "きのうの夜、父が急に出張で大阪に行くことになりました。私はお土産に何を買ってきてくれるか楽しみにしています。",
    "question": "父はどこへ出張に行きましたか。"
  },
  {
    "text": "今日の朝、駅で小さい犬を見ました。かわいかったので、写真をとりました。",
    "question": "私は駅で何を見ましたか。"
  },
  {
    "text": "先月、山に登りました。頂上からのけしきがとてもきれいで、写真をたくさんとりました。",
    "question": "山の頂上から何がきれいでしたか。"
  },
  {
    "text": "毎晩、寝る前に音楽を聞きます。静かな音楽だと、よく眠れる気がします。",
    "question": "私はいつ音楽を聞きますか。"
  },
  {
    "text": "明日、クラスでテストがあります。だから今日は家でたくさん復習するつもりです。",
    "question": "なぜ今日は家でたくさん復習しますか。"
  },
  {
    "text": "この夏、友だちとキャンプに行く予定です。テントを使って外で泊まるのは初めてなので、少しドキドキします。",
    "question": "この夏、友だちと何をしますか。"
  },
  {
    "text": "姉は毎週土曜日にギターのレッスンに行きます。最近、上手になってきました。",
    "question": "姉は何のレッスンに行きますか。"
  },
  {
    "text": "昨日、新しい料理を作ってみました。作り方はむずかしかったですが、とてもおいしくできました。",
    "question": "昨日は何をしましたか。"
  },
  {
    "text": "土曜日の午後、公園で友だちとサッカーをしました。天気がよくて、たくさん走りました。",
    "question": "どこでサッカーをしましたか。"
  },
  {
    "text": "家の近くに新しいパン屋さんができました。昨日そこでパンを買って、朝ご飯に食べました。とてもおいしかったです。",
    "question": "どこでパンを買いましたか。"
  },
  {
    "text": "昨日、駅前の花屋で母の日の花を買いました。母はとてもよろこんで「ありがとう」と言ってくれました。",
    "question": "母は何をもらってうれしかったですか？"
  },
  {
    "text": "私は毎朝コーヒーを飲みますが、今日はジュースを飲みました。とてもさっぱりして、おいしかったです。",
    "question": "今日、何を飲みましたか？"
  },
  {
    "text": "田中さんは週に二回、ジムで運動します。いつも朝早く行って、汗をかいてから学校に行きます。",
    "question": "田中さんはいつジムに行きますか？"
  },
  {
    "text": "きのう、夜ご飯のあとで家族とテレビを見ました。番組がおもしろくて、みんなで笑いました。",
    "question": "家族は夜ご飯のあとに何をしましたか？"
  },
  {
    "text": "土曜日の朝、近くのスーパーでセールがありました。母といっしょに行って、たくさん買い物をしました。",
    "question": "母とどこへ行きましたか？"
  },
  {
    "text": "私はピアノをひくのが好きです。毎日少しずつ練習しているので、だんだん上手になってきました。",
    "question": "私はどんな楽器をひくのが好きですか？"
  },
  {
    "text": "昨日の夜、友だちと電話で長く話しました。たのしい話ができて、うれしかったです。",
    "question": "友だちと何をしましたか？"
  },
  {
    "text": "私の部屋には小さい机があります。その上にパソコンと本が置いてあります。",
    "question": "私の部屋の机の上には何がありますか？"
  },
  {
    "text": "今朝は雨がふっていたので、バスで学校へ行きました。いつもより早く家を出ました。",
    "question": "今日はどうやって学校に行きましたか？"
  },
  {
    "text": "春になると、家の前のさくらがさきます。ピンクの花がとてもきれいです。",
    "question": "春に家の前で何がさきますか？"
  },
  {
    "text": "昨日、家の掃除をしました。リビングがとてもきれいになって、母が喜びました。",
    "question": "だれがそうじをして、だれがよろこびましたか。"
  },
  {
    "text": "先週の金曜日、友だちの家にあそびに行きました。二人でテレビゲームをして、とても楽しかったです。",
    "question": "何をして楽しみましたか。"
  },
  {
    "text": "日曜日の朝、犬といっしょに川の近くをさんぽしました。空気がすずしくて気持ちよかったです。",
    "question": "どこをさんぽしましたか。"
  },
  {
    "text": "毎朝、妹といっしょに学校へ行きます。話しながら歩くのが楽しいです。",
    "question": "だれと学校へ行きますか。"
  },
  {
    "text": "昨日の夜、ごはんのあとでしゅくだいをしました。少しむずかしかったですが、全部終わらせました。",
    "question": "ごはんのあと、何をしましたか。"
  },
  {
    "text": "私の家の前に大きな公園があります。休日は家族でよくあそびにいきます。",
    "question": "家の前に何がありますか。"
  },
  {
    "text": "父は毎日朝早く会社へ行きます。休日は家でゆっくり休んでいます。",
    "question": "父は休日に何をしていますか。"
  },
  {
    "text": "妹の誕生日に、かわいいぬいぐるみをプレゼントしました。妹はとてもよろこんでくれました。",
    "question": "妹のたんじょうびに何をあげましたか。"
  },
  {
    "text": "土曜日の午後、母といっしょにケーキを作りました。とてもおいしくできました。",
    "question": "だれとケーキを作りましたか。"
  },
  {
    "text": "毎週水曜日に、図書館で本を借りています。たくさんの本を読むのが好きです。",
    "question": "いつ図書館で本を借りますか。"
  },
  {
    "text": "昨日の朝、コンビニでお弁当を買いました。学校で食べたら、とてもおいしかったです。",
    "question": "昨日、どこでお弁当を買いましたか。"
  },
  {
    "text": "来週の火曜日に友だちと映画館に行くつもりです。新しいアニメ映画を見るのが楽しみです。",
    "question": "友だちはいつ映画館に行く予定ですか。"
  },
  {
    "text": "今夜は家族みんなでカレーを食べます。母がスパイスをたくさん使って作ります。",
    "question": "今夜、どんな料理を食べますか。"
  },
  {
    "text": "毎朝、駅前のカフェでコーヒーを飲みます。店員さんと少し話すのも楽しいです。",
    "question": "カフェで何を飲みますか。"
  },
  {
    "text": "弟は毎週日曜日にサッカーの練習に行きます。雨の日もかさをさして行きます。",
    "question": "弟は何曜日にサッカーの練習に行きますか。"
  },
  {
    "text": "今日は午後から図書館に行って、宿題をします。図書館はとても静かです。",
    "question": "どこで宿題をしますか。"
  },
  {
    "text": "母の誕生日に花を買って帰りました。母はとても喜びました。",
    "question": "何を買って帰りましたか。"
  },
  {
    "text": "私は毎晩、寝る前に日記を書きます。今日あったことを少し書くだけです。",
    "question": "毎晩、何をしますか。"
  },
  {
    "text": "友だちが新しい自転車を買いました。赤い色で、とてもかっこいいです。",
    "question": "友だちの自転車は何色ですか。"
  },
  {
    "text": "先週、兄といっしょに山へハイキングに行きました。景色がきれいでよかったです。",
    "question": "誰と山へハイキングに行きましたか。"
  },
  {
    "text": "昨日の昼ご飯は友だちといっしょにラーメン屋さんで食べました。スープがあつくて、とてもおいしかったです。",
    "question": "昼ご飯はどこで食べましたか。"
  },
  {
    "text": "毎日、夜１０時になったら寝るようにしています。でも、今日は宿題が多いので、もっと遅く寝るかもしれません。",
    "question": "今日はいつもより早く寝ますか。"
  },
  {
    "text": "友だちからおもしろいマンガをかしてもらいました。休みの間にぜんぶ読んでみようと思います。",
    "question": "何を休みの間に読むつもりですか。"
  },
  {
    "text": "駅の近くに新しいカフェができました。今週の土曜日に友だちと行く約束をしました。",
    "question": "どこに新しいカフェができましたか。"
  },
  {
    "text": "今朝はとても寒かったので、コートを着て学校へ行きました。風がつよくて、手が冷たくなりました。",
    "question": "今朝はどうしてコートを着ましたか。"
  },
  {
    "text": "私のクラスには中国から来た学生がいます。日本語がとても上手で、私たちによく手伝ってくれます。",
    "question": "中国から来た学生は何が上手ですか。"
  },
  {
    "text": "父は車で会社まで通っています。雨の日も車なら楽でいいと言っています。",
    "question": "お父さんは何で会社に行きますか。"
  },
  {
    "text": "私は毎日英語を１０分だけ勉強しています。少しずつむずかしい単語も覚えられるようになりました。",
    "question": "毎日何分英語を勉強しますか。"
  },
  {
    "text": "今日は友だちとバスに乗って博物館へ行きました。たくさんの絵を見て、とても楽しかったです。",
    "question": "友だちとどこへ行きましたか。"
  },
  {
    "text": "朝、母が作ったお弁当を学校へ持って行きました。おかずがいろいろ入っていて、うれしかったです。",
    "question": "誰が朝お弁当を作りましたか。"
  },
  {
    "text": "先週の土曜日、母といっしょに映画館へ行きました。二人でポップコーンを食べながら映画を見て、とても楽しかったです。",
    "question": "土曜日に母とどこへ行きましたか？"
  },
  {
    "text": "昨日、友だちと町のプールに行きました。水がつめたかったですが、たくさん泳いで楽しかったです。",
    "question": "友だちは昨日どこに行きましたか？"
  },
  {
    "text": "毎週日曜日、私は朝ごはんの後で犬と公園をさんぽします。犬は走るのが大好きです。",
    "question": "日曜日の朝、私は何をしますか？"
  },
  {
    "text": "この前、大きいスーパーでリンゴとバナナを買いました。どちらも新しくて、とてもおいしかったです。",
    "question": "どこでリンゴとバナナを買いましたか？"
  },
  {
    "text": "私は毎日夜ご飯を食べてから、少し音楽を聞いてから勉強を始めます。音楽を聞くと元気になります。",
    "question": "私は夜ご飯のあと何をしますか？"
  },
  {
    "text": "弟は毎朝７時に起きて、まず牛乳を飲みます。それから着替えて学校に行きます。",
    "question": "弟は毎朝、何を飲みますか？"
  },
  {
    "text": "先月、新しい本屋さんが駅前にできました。私は先週そこへ行って、本を三冊買いました。",
    "question": "新しい本屋さんはどこにできましたか？"
  },
  {
    "text": "母は料理がとても上手です。昨日は私の大好きなオムライスを作ってくれました。",
    "question": "母は昨日、私のために何を作りましたか？"
  },
  {
    "text": "毎朝、私はラジオを聞きながら朝ご飯を食べます。ニュースや音楽を聞くことが好きです。",
    "question": "毎朝、私は何をしながら朝ご飯を食べますか？"
  },
  {
    "text": "きのうは天気がよかったので、自転車で駅まで行きました。風が気持ちよくて、うれしかったです。",
    "question": "きのう、私はどうやって駅まで行きましたか？"
  },
  {
    "text": "今週の土曜日、友だちといっしょに山下公園へ行く予定です。天気がよければ、お弁当を持ってピクニックをします。",
    "question": "土曜日にどこへ行く予定ですか。"
  },
  {
    "text": "今日の昼ご飯は、母が作ってくれたサンドイッチを学校で食べました。中にはハムとチーズが入っていて、とてもおいしかったです。",
    "question": "サンドイッチの中に何が入っていましたか。"
  },
  {
    "text": "きのう、おばあさんの家に遊びに行きました。おばあさんはおいしいクッキーを焼いてくれました。",
    "question": "きのうだれの家に遊びに行きましたか。"
  },
  {
    "text": "私は毎日電車で学校へ通っています。朝はすこし混んでいるので、早めに家を出ます。",
    "question": "どうやって学校へ行きますか。"
  },
  {
    "text": "今日、スーパーで新しいエプロンを買いました。早く使って料理をしたいです。",
    "question": "今日はどこで何を買いましたか。"
  },
  {
    "text": "昨日の昼、暑かったので友だちとアイスクリームを食べました。チョコレート味をえらびました。",
    "question": "どんな味のアイスクリームをえらびましたか。"
  },
  {
    "text": "弟の宿題をいっしょに手伝いました。算数がすこしむずかしかったですが、がんばりました。",
    "question": "どんな教科の宿題を手伝いましたか。"
  },
  {
    "text": "今朝、駅まで走ったので、少しつかれてしまいました。でも、電車には間に合いました。",
    "question": "今朝、どうしてつかれましたか。"
  },
  {
    "text": "私は毎週木曜日にテニスを習っています。先生はとてもやさしくて、レッスンが楽しいです。",
    "question": "何曜日にテニスを習っていますか。"
  },
  {
    "text": "家の近くに新しいレストランがオープンしました。今度家族と行ってみようと思います。",
    "question": "家の近くに何ができましたか。"
  }
]