[
{"question":"あなたは毎朝何時に起きて、朝ごはんを食べますか。"},
{"question":"家族の中で一番早く家に帰るのは誰ですか。"},
{"question":"週末によく何をしますか。友達と遊ぶことがありますか。"},
{"question":"好きな映画を見た後、どんな気持ちになりますか。"},
{"question":"今日は天気がいいので、どこかへ行きたいと思いませんか。"},
{"question":"健康のために何か気をつけていることがありますか。"},
{"question":"日本語の勉強は難しい時、どんなことをしますか。"},
{"question":"旅行に行くときは、いつも何を持って行きますか。"},
{"question":"パーティーをする時、どんな料理を作りたいですか。"},
{"question":"今までにいちばん楽しかった思い出は何ですか。"},
{"question":"日本へ行ったら、何を一番してみたいですか。その理由も教えてください。"},
{"question":"時間がないとき、どんなふうに勉強しますか。ほかに工夫していることはありますか。"},
{"question":"好きな季節はいつですか。その季節にどんなことをしますか。"},
{"question":"明日もし雨が降ったら、どんな予定を変えなければなりませんか。"},
{"question":"最近、何か新しいことを始めましたか。どうして始めたのですか。"},
{"question":"暑い日には、どんな飲み物や食べ物をよく飲んだり食べたりしますか。"},
{"question":"友達が元気がない時、あなたはどんなことをしてあげますか。"},
{"question":"家から学校までどのぐらい時間がかかりますか。その間に何をしますか。"},
{"question":"宿題がたくさんあるとき、どうやって時間を作りますか。"},
{"question":"もしお金がたくさんあったら、何を買いたいですか。なぜですか。"},
{"question":"あなたはどんな時にうれしいと感じますか。理由も教えてください。"},
{"question":"日本語の授業が終わった後、いつも何をしますか。家に帰る前に寄るところはありますか。"},
{"question":"昨日の晩ご飯について話してください。誰と食べて、どんな料理でしたか。"},
{"question":"学校ではどの教科が一番好きですか。どうしてその教科が好きなのですか。"},
{"question":"週に何回ぐらい運動したり、スポーツをしたりしますか。どんな運動が好きですか。"},
{"question":"疲れたとき、どこで休みますか。また、どんな風にリラックスしますか。"},
{"question":"部屋をそうじしなければならない時、まず何から始めますか。"},
{"question":"1日にどのくらい日本語を勉強しますか。その勉強方法を教えてください。"},
{"question":"友達とけんかした時、どうやって仲直りしますか。その時どんな気持ちになりますか。"},
{"question":"新しい友達を作るために、あなたが気をつけていることは何ですか。"},
{"question":"子供の時、どんな遊びが一番好きでしたか。家族とどんな思い出がありますか。"},
{"question":"もし外国に住むことになったら、どこの国に住みたいですか。その理由を教えてください。"},
{"question":"新しいことを学ぶ時、どんな方法で覚えますか。自分に合う勉強のやり方は何ですか。"},
{"question":"毎日使っているアプリやウェブサイトは何ですか。どんな時によく使いますか。"},
{"question":"最近、どんなニュースに興味を持ちましたか。その理由を教えてください。"},
{"question":"自分の町でおすすめの場所はどこですか。どうしてそこをすすめますか。"},
{"question":"忙しい時、ストレスを減らすために何をしますか。特別な方法があれば教えてください。"},
{"question":"家で過ごす時間が長くなった時、どんなことをして過ごしますか。"},
{"question":"友だちに何か手伝ってもらいたい時、どうやってお願いをしますか。"},
{"question":"環境のためにできることは何だと思いますか。何をしたいと思いますか。"},
{"question":"最近、何か困ったことがありますか。それはどんなことですか。"},
{"question":"あなたの将来の夢は何ですか。そのために今、どんなことをしていますか。"},
{"question":"アルバイトをしたことがありますか。どんな仕事をしてみたいですか。"},
{"question":"毎日、家族とどんな話をしますか。どんな時に家族と一緒に笑いますか。"},
{"question":"もし友達と意見が違う時、どうしますか。どんなふうに話しますか。"},
{"question":"学校まで歩いたことがありますか。どんな景色を見ながら行きますか。"},
{"question":"家で一番好きな場所はどこですか。その理由も教えてください。"},
{"question":"買い物をするとき、何を大切に考えますか。例えば、値段やデザインなど。"},
{"question":"病気にならないように、毎日気をつけていることはありますか。どんなことですか。"},
{"question":"休みの日に天気がわるいとき、家で何をして楽しみますか。"},
{"question":"図書館に行ったことがありますか。どんな本をよく読みますか。"},
{"question":"朝、家族と一緒に朝ごはんを食べたり、ニュースを見たりしますか。どちらが好きですか。"},
{"question":"近くのスーパーで買い物をするとき、何をよく買いますか。それはなぜですか。"},
{"question":"友達と一緒に遊びに行くなら、どこへ行きたいですか。その理由も教えてください。"},
{"question":"日本語の勉強がうまくいかない時、誰かに相談したことがありますか。どんなアドバイスをもらいましたか。"},
{"question":"テレビを見ながら何をすることがありますか。どんな番組が好きですか。"},
{"question":"最近だれかにプレゼントをあげたことがありますか。どんなものを選びましたか。"},
{"question":"週末、家族と出かける予定がありますか。どこへ行くつもりですか。"},
{"question":"何か趣味があれば教えてください。その趣味を始めたきっかけは何ですか。"},
{"question":"外国語を勉強するのは難しいと思いますか。その理由は何だと思いますか。"},
{"question":"あなたは仕事や勉強で分からないことがあった時、どのように解決しますか。いつもだれに聞きますか。"},
{"question":"もし新しい家に引っ越すことになったら、どんな部屋がほしいですか。理由も教えてください。"},
{"question":"日本人の友だちと話す時、どんな話題について話すことが多いですか。なぜその話題を選びますか。"},
{"question":"最近天気が悪い日が続いていますが、外で遊ぶことができない時は何をしますか。"},
{"question":"健康のために毎日運動したり、野菜を食べたりしていますか。その理由も教えてください。"},
{"question":"もし友だちに元気がなかったら、どんなふうに声をかけますか。あなたならどうしますか。"},
{"question":"携帯電話が使えなくなったら、どんなことに困りますか。どうやって連絡をとりますか。"},
{"question":"試験が近いので、どんなふうに準備をしていますか。何に気をつけていますか。"},
{"question":"子供のころによくした遊びや、家族とした特別なことについて話してください。どんな思い出がありますか。"},
{"question":"あなたの町で最近イベントがありましたか。そのイベントには行きましたか。どうだったか教えてください。"},
{"question":"将来、どんな仕事をしたいと思いますか。その理由を教えてください。"},
{"question":"友だちの家に行ったことがありますか。どんな話をしましたか。"},
{"question":"忙しい日が続くとき、どのようにリフレッシュしますか。何か特別なことをしますか。"},
{"question":"日本語の本を読んだことがありますか。どんな本でしたか、内容を少し教えてください。"},
{"question":"毎日しなければならない家事は何ですか。好きな家事ときらいな家事はどれですか。"},
{"question":"家族や友だちとけんかしたことがありますか。その後、どうしましたか。"},
{"question":"将来、どこの国に旅行したいですか。そして、そこでしたいことは何ですか。"},
{"question":"生活の中で、何か困ることがある時、だれに相談しますか。理由も教えてください。"},
{"question":"天気がいい日には、外でどんなことをしたいですか。友だちと一緒にすることも教えてください。"},
{"question":"日本語の勉強の中で、一番おもしろいと思うことは何ですか。どんな時にそう思いますか。"},
{"question":"朝忙しい時、朝ごはんを食べる時間がありますか。それとも何か他のことをしますか。"},
{"question":"友だちと約束したのに、急に用事ができたらどうしますか。どんなふうに伝えますか。"},
{"question":"宿題をし忘れたことがありますか。その時、どうしましたか。先生に何か言いましたか。"},
{"question":"休みの日にはいつも何時ごろ起きますか。起きてからまず何をしますか。"},
{"question":"家族や友だちと旅行に行ったことがありますか。どこへ行って、どんなことが楽しかったですか。"},
{"question":"学校でテストの前の日は、どこで勉強したり休憩したりしますか。"},
{"question":"何か新しいことに挑戦したいと思うことがありますか。どんなことをやってみたいですか。"},
{"question":"どうして日本語を勉強しようと思いましたか。日本語を勉強してよかったことはありますか。"},
{"question":"好きな食べ物がレストランにない時、代わりに何を注文しますか。どうしてそれを選びますか。"},
{"question":"わからない漢字が出てきた時、どうやって調べますか。電子辞書やスマートフォンを使いますか。"},
{"question":"家族に何かお願いごとをするとき、どうやって伝えますか。うまくいかないこともありますか。"},
{"question":"朝、電車やバスが遅れた時、学校や会社にどうやって連絡しますか。どんな気持ちになりますか。"},
{"question":"友だちに誕生日プレゼントをあげるとき、どんなものを選びますか。その理由も教えてください。"},
{"question":"旅行に行く前に、どんな準備をしなければなりませんか。気をつけていることはありますか。"},
{"question":"学校や会社で大切な予定がある時、どんなメモをとりますか。何に気をつけていますか。"},
{"question":"最近、だれかにほめられたことがありますか。どんなときでしたか。"},
{"question":"雨の日は外に出たくありませんが、どうしても出かけなければならない時は何をしますか。"},
{"question":"新しいアプリやサービスを使うとき、まずどんなことを調べますか。使い方が分からなかったらどうしますか。"},
{"question":"友だちとレストランで食事をするとき、だれが注文しますか。メニューを決めるとき、どうやって決めますか。"},
{"question":"今日の気分はどうですか。何か理由がありますか。"}
]