[
  {
    "question": "どうして日本語を勉強しようと思いましたか。その理由を教えてください。"
  },
  {
    "question": "あなたが将来住んでみたい国はどこですか。その理由も説明してください。"
  },
  {
    "question": "友達が悩んでいる時、どのように助けてあげますか。例をあげて話してください。"
  },
  {
    "question": "旅行に行くなら、どこに行きたいですか。その場所の魅力も説明してください。"
  },
  {
    "question": "子供のころ、どんな遊びをよくしましたか。それはなぜですか。"
  },
  {
    "question": "最近うれしかった出来事について話してください。それはどうしてですか。"
  },
  {
    "question": "もし明日何でもできるなら、何をしたいですか。その理由も教えてください。"
  },
  {
    "question": "あなたの町にはどんな有名な場所がありますか。それについて説明してください。"
  },
  {
    "question": "便利なのに、あまり使われていない物やサービスについて話してください。"
  },
  {
    "question": "よく忘れてしまうことは何ですか。忘れないようにどうしていますか。"
  },
  {
    "question": "自分にとって大切だと思う習慣は何ですか。その理由も教えてください。"
  },
  {
    "question": "健康のために気をつけていることはありますか。どのようにしていますか。"
  },
  {
    "question": "雨の日にはどんなふうに過ごすようにしていますか。理由も教えてください。"
  },
  {
    "question": "最近驚いたことは何ですか。それについて説明してください。"
  },
  {
    "question": "勉強や仕事でうまくいかなかったとき、どうしますか。自分の考えも話してください。"
  },
  {
    "question": "あなたは新しい友達を作るのが得意なほうですか。その理由を教えてください。"
  },
  {
    "question": "今まで挑戦してみてよかったと思うことは何ですか。その理由も説明してください。"
  },
  {
    "question": "似ている趣味をもつ友達とそうでない友達のどちらと多く過ごしますか。なぜそう思いますか。"
  },
  {
    "question": "ペットを飼ったことがありますか。なければ、どんな動物を飼ってみたいですか。その理由も話してください。"
  },
  {
    "question": "人に頼まれたことを断るのが苦手な人にはどうアドバイスしますか。あなたの意見も教えてください。"
  },
  {
    "question": "あなたが将来やってみたいことは何ですか。その理由を考えて話してください。"
  },
  {
    "question": "友達と意見が違うとき、どのように話し合うようにしていますか。例をあげて説明してください。"
  },
  {
    "question": "日本の文化について知っていることを一つあげて、その魅力について話してください。"
  },
  {
    "question": "生活の中で大変だと思ったことはどんなことですか。どうしてそう思いますか。"
  },
  {
    "question": "最近がんばったことは何ですか。そのとき感じたことも教えてください。"
  },
  {
    "question": "好きな映画や本について、その良さが伝わるように話してください。"
  },
  {
    "question": "外国語を勉強する時、どんなことに気をつけて勉強するようにしていますか。理由も説明してください。"
  },
  {
    "question": "もう一度やり直せるなら、何をやり直したいですか。その理由も話してください。"
  },
  {
    "question": "家族と意見が合わない時、どうしているか例をあげて話してください。"
  },
  {
    "question": "失敗したのに、あとでよかったと思うことはありますか。それはどんなことですか。"
  },
  {
    "question": "周りの人に褒められたことがありますか。それはどんな時でしたか。"
  },
  {
    "question": "最近、何か新しいことを始めましたか。始めたきっかけも話してください。"
  },
  {
    "question": "好きな季節はいつですか。その理由や、どのように過ごしているか教えてください。"
  },
  {
    "question": "もし1年間のうちで一度だけ自由な時間があれば、何をしてみたいと思いますか。その理由も考えてください。"
  },
  {
    "question": "子供のころと比べて、大人になって変わったと思うことは何ですか。どうしてそう思いますか。"
  },
  {
    "question": "何かを続けるために、どんな工夫をしていますか。それについて具体的に説明してください。"
  },
  {
    "question": "友達からすすめられたのに、やってみなかったことはありますか。その理由も教えてください。"
  },
  {
    "question": "失くしたと思っていたのに、見つかってしまったものはありますか。その時どう感じましたか。"
  },
  {
    "question": "家族や友達に何か頼まれたとき、どんなふうに断るようにしていますか。理由も説明してください。"
  },
  {
    "question": "これから挑戦してみたいことは何ですか。それについてどうしてそう思うようになったのか話してください。"
  },
  {
    "question": "行きたかったのに、まだ行けていない場所はありますか。それはどこですか。"
  },
  {
    "question": "家族や友達に相談したいことがある時、どのように伝えるようにしていますか。"
  },
  {
    "question": "忙しいときでも、時間を作ってしまうほど好きなことはありますか。何ですか。"
  },
  {
    "question": "子供の時に思っていた将来の自分と比べて、今はどのように違うと思いますか。理由も話してください。"
  },
  {
    "question": "誰かに何かを説明するとき、どんなことに気をつけて話すようにしていますか。"
  },
  {
    "question": "人生で一番大切だと思うものは何ですか。それはどうしてだと思いますか。"
  },
  {
    "question": "苦手だったのに、今はできるようになったことがありますか。どのようにして克服しましたか。"
  },
  {
    "question": "最近、予想と違った経験をしたことがありますか。そのときどう思いましたか。"
  },
  {
    "question": "新しい人と出会ったとき、どのようにして仲良くなるようにしていますか。"
  },
  {
    "question": "困ってしまった時、まず最初に何をするようにしていますか。理由も教えてください。"
  },
  {
    "question": "自分が将来どのような人になりたいと思いますか。そのためにどんなことをしようとしていますか。"
  },
  {
    "question": "子供の頃にできなかったのに、今できるようになったことはありますか。それはどんなことですか。"
  },
  {
    "question": "友達や家族に自分の気持ちを正直に伝えられなかった経験はありますか。なぜそうなってしまったと思いますか。"
  },
  {
    "question": "忙しいのに、どうしてもやってしまうことは何ですか。あなたにとってそれはなぜ大事ですか。"
  },
  {
    "question": "困った時、人に頼るのと自分で解決するの、どちらが多いですか。どうしてそうしていますか。"
  },
  {
    "question": "最近、あきらめてしまったことがありますか。どうしてあきらめることにしたのか話してください。"
  },
  {
    "question": "何かを決める時は自分で決めるほうですか、それとも誰かに相談するようにしていますか。理由も話してください。"
  },
  {
    "question": "できるだけ早く終わらせるようにしている仕事や家事はありますか。それはなぜですか。"
  },
  {
    "question": "自分の意見が間違っていたとわかった時、どのように対応するようにしていますか。例をあげて説明してください。"
  },
  {
    "question": "将来のために今頑張っていることはありますか。もしあれば、どうして続けているのか、その理由も話してください。"
  },
  {
    "question": "家で過ごす時間が長くなってしまった時、どのように気分を変えるようにしていますか。その方法について説明してください。"
  },
  {
    "question": "行きたかったライブやコンサートに行けなかったことがありますか。なぜ行けなかったのか、また、その時どう感じましたか。"
  },
  {
    "question": "外国で生活することになったら、一番心配なことは何だと思いますか。その理由を話してください。"
  },
  {
    "question": "自分で決めた目標を最後までやりとげた経験はありますか。どんな目標で、どのように続けたのか話してください。"
  },
  {
    "question": "あなたは忙しい時でも友達の約束を守るようにしていますか。それができない時は、どうしていますか。"
  },
  {
    "question": "昔と比べて、便利になったと思うことは何ですか。その理由を考えて話してください。"
  },
  {
    "question": "他の人と考え方が違うのに、うまく協力できた経験がありますか。そのときどんな工夫をしましたか。"
  },
  {
    "question": "大変だったのに、やってよかったと思うことはありますか。その理由も説明してください。"
  },
  {
    "question": "人の役に立つことができた時、どんな気持ちになりますか。例をあげて話してください。"
  },
  {
    "question": "最近、自分の考えが変わったことはありますか。何がきっかけでそうなったのか話してください。"
  },
  {
    "question": "何かを我慢しなければならなかった経験がありますか。そのときどう感じましたか。"
  },
  {
    "question": "約束を忘れてしまったことがあれば、どんなふうに謝りましたか。"
  },
  {
    "question": "友達や家族に助けてもらったのに、うまくお礼が言えなかったことはありますか。なぜそうなったと思いますか。"
  },
  {
    "question": "学校や仕事で新しいことを学ぶ時、どんな準備をするようにしていますか。"
  },
  {
    "question": "やりたくないのに、やらなければならなかったことはありますか。そのとき、どうやって気持ちを切りかえましたか。"
  },
  {
    "question": "まだ成功していないのに、あきらめずに挑戦し続けていることはありますか。それはどんなことですか。"
  },
  {
    "question": "初めての場所へ行くとき、どのようにして道に迷わないようにしていますか。"
  },
  {
    "question": "時間がないのに、大切だと思うことを優先する理由について考えて話してください。"
  },
  {
    "question": "友達に自分の考えが伝わらなかったとき、どんなふうに説明しなおすようにしていますか。"
  },
  {
    "question": "新しい趣味を始めたのに、続けられなかった経験はありますか。その理由について考えてください。"
  },
  {
    "question": "あなたが最近感動したことは何ですか。その理由も説明してください。"
  },
  {
    "question": "失敗してしまったとき、どうやって気持ちを切りかえるようにしていますか。"
  },
  {
    "question": "何かをやめたいと思ったことがありますか。やめようとした理由について話してください。"
  },
  {
    "question": "人と約束したのに守れなかった経験はありますか。その時どうしたか教えてください。"
  },
  {
    "question": "やってみたいのに、なかなか始められないことはありますか。なぜそうなってしまうと思いますか。"
  },
  {
    "question": "周りの人の意見に反対だったのに、自分の考えを変えたことはありますか。その理由も話してください。"
  },
  {
    "question": "生活の中で「これは無駄だ」と思うことがありますか。どのようにすれば無駄を減らせると思いますか。"
  },
  {
    "question": "仕事や学校の課題が多すぎるとき、どんなふうに乗りこえるようにしていますか。"
  },
  {
    "question": "早起きするのは得意ですか。それができない場合、どうしていますか。"
  },
  {
    "question": "新しい技術やサービスを使うとき、どんな点に注意するようにしていますか。"
  },
  {
    "question": "毎日忙しいのに、どのようにしてリラックスする時間を作るようにしていますか。その方法について説明してください。"
  },
  {
    "question": "できるだけ人とけんかしないように気をつけていることはありますか。どんなことに気をつけていますか。"
  },
  {
    "question": "家族と一緒に過ごす時間が減ってしまった場合、どんな工夫をしたいと思いますか。理由も話してください。"
  },
  {
    "question": "今している勉強や仕事が将来の役に立つはずだと思う理由について説明してください。"
  },
  {
    "question": "他の国の文化について知ったとき、どのように感じることが多いですか。具体的な例を挙げて話してください。"
  },
  {
    "question": "苦手なことでも、やり続ければできるようになると思いますか。あなたの考えを説明してください。"
  },
  {
    "question": "誰かに手伝ってほしい時、どうやって頼むようにしていますか。難しいと感じることはありますか。"
  },
  {
    "question": "やりたくない仕事や家事をしなければならなかった時、どのようにして気持ちを前向きにしていますか。"
  },
  {
    "question": "目標を達成したいのに、なかなかうまくいかない場合、どんな方法を試すようにしていますか。"
  },
  {
    "question": "自分の趣味について他の人からどう思われているか気になりますか。なぜそう思うのか話してください。"
  }
]